Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# dialog.textURL.prompt.message
source: A %@:// link is asking UniConnect to paste a prompt into the current workspace. UniConnect cannot verify which website or app opened this link. UniConnect will paste the text into the terminal and will not press Return. Only continue if you trust this prompt.
ar: يطلب رابط %@:// من UniConnect لصق مطالبة في مساحة العمل الحالية. لا يمكن لـ UniConnect التحقق من موقع الويب أو التطبيق الذي فتح هذا الرابط. سيقوم UniConnect بلصق النص في الطرفية ولن يضغط على Return. تابع فقط إذا كنت تثق بهذه المطالبة.
bs: Veza %@:// traži od UniConnect da zalijepi prompt u trenutni radni prostor. UniConnect ne može provjeriti koja je web lokacija ili aplikacija otvorila ovu vezu. UniConnect će zalijepiti tekst u terminal i neće pritisnuti Return. Nastavite samo ako vjerujete ovom upitu.
da: Et %@://-link beder UniConnect om at indsætte en prompt i det aktuelle arbejdsområde. UniConnect kan ikke bekræfte, hvilken hjemmeside eller app der åbnede dette link. UniConnect indsætter teksten i terminalen og vil ikke trykke på Return. Fortsæt kun, hvis du stoler på denne prompt.
de: Ein %@://-Link fordert UniConnect auf, eine Eingabeaufforderung in den aktuellen Arbeitsbereich einzufügen. UniConnect kann nicht überprüfen, welche Website oder App diesen Link geöffnet hat. UniConnect fügt den Text in das Terminal ein und drückt nicht Return. Fahren Sie nur fort, wenn Sie dieser Aufforderung vertrauen.
es: Un enlace %@:// solicita a UniConnect que pegue un mensaje en el espacio de trabajo actual. UniConnect no puede verificar qué sitio web o aplicación abrió este enlace. UniConnect pegará el texto en el terminal y no presionará Return. Continúe solo si confía en este mensaje.
fr: Un lien %@:// demande à UniConnect de coller une invite dans l'espace de travail actuel. UniConnect ne peut pas vérifier quel site Web ou quelle application a ouvert ce lien. UniConnect collera le texte dans le terminal et n'appuiera pas sur Return. Continuez uniquement si vous faites confiance à cette invite.
it: Un collegamento %@:// chiede a UniConnect di incollare un prompt nell'area di lavoro corrente. UniConnect non può verificare quale sito Web o app ha aperto questo collegamento. UniConnect incollerà il testo nel terminale e non premerà Return. Continua solo se ti fidi di questo messaggio.
ja: %@:// リンクが現在のワークスペースにプロンプトをペーストするよう UniConnect に要求しています。UniConnect は、このリンクを開いた Web サイトやアプリを確認できません。 UniConnect はテキストをターミナルに貼り付け、Return は押しません。このプロンプトを信頼している場合のみ続行してください。
km: តំណ %@:// កំពុងស្នើសុំឱ្យ UniConnect បិទភ្ជាប់ការជម្រុញទៅក្នុងកន្លែងធ្វើការបច្ចុប្បន្ន។ UniConnect មិនអាចផ្ទៀងផ្ទាត់គេហទំព័រ ឬកម្មវិធីណាមួយដែលបើកតំណនេះទេ។ UniConnect នឹងបិទភ្ជាប់អត្ថបទទៅក្នុងស្ថានីយ ហើយនឹងមិនចុច Return ទេ។ បន្ត លុះត្រាតែអ្នកជឿជាក់លើការជម្រុញនេះ។
ko: %@:// 링크는 UniConnect에게 현재 작업 공간에 프롬프트를 붙여넣도록 요청합니다. UniConnect는 어떤 웹사이트나 앱이 이 링크를 열었는지 확인할 수 없습니다. UniConnect는 텍스트를 터미널에 붙여넣고 Return를 누르지 않습니다. 이 메시지를 신뢰하는 경우에만 계속하세요.
nb: En %@://-kobling ber UniConnect om å lime inn en melding i det gjeldende arbeidsområdet. UniConnect kan ikke bekrefte hvilken nettside eller app som åpnet denne koblingen. UniConnect vil lime inn teksten i terminalen og vil ikke trykke Return. Fortsett bare hvis du stoler på denne forespørselen.
pl: Łącze %@:// prosi UniConnect o wklejenie podpowiedzi do bieżącego obszaru roboczego. UniConnect nie może sprawdzić, która witryna lub aplikacja otworzyła ten link. UniConnect wklei tekst do terminala i nie naciśnie Return. Kontynuuj tylko wtedy, gdy ufasz temu monitowi.
pt_br: Um link %@:// está solicitando que UniConnect cole um prompt no espaço de trabalho atual. UniConnect não pode verificar qual site ou aplicativo abriu este link. UniConnect colará o texto no terminal e não pressionará Return. Continue apenas se você confiar neste prompt.
ru: Ссылка %@:// просит UniConnect вставить приглашение в текущую рабочую область. UniConnect не может проверить, какой веб-сайт или приложение открыло эту ссылку. UniConnect вставит текст в терминал и не нажмет Return. Продолжайте, только если вы доверяете этой подсказке.
th: ลิงก์ %@:// กำลังขอให้ UniConnect วางพร้อมต์ลงในพื้นที่ทำงานปัจจุบัน UniConnect ไม่สามารถตรวจสอบได้ว่าเว็บไซต์หรือแอปใดเปิดลิงก์นี้ UniConnect จะวางข้อความลงในเทอร์มินัลและจะไม่กด Return ดำเนินการต่อเมื่อคุณเชื่อถือข้อความแจ้งนี้เท่านั้น
tr: Bir %@:// bağlantısı, UniConnect'ten mevcut çalışma alanına bir bilgi istemi yapıştırmasını istiyor. UniConnect bu bağlantıyı hangi web sitesinin veya uygulamanın açtığını doğrulayamıyor. UniConnect, metni terminale yapıştıracak ve Return tuşuna basmayacaktır. Yalnızca bu isteme güveniyorsanız devam edin.
uk: Посилання %@:// просить UniConnect вставити підказку в поточну робочу область. UniConnect не може перевірити, який веб-сайт або додаток відкрив це посилання. UniConnect вставить текст у термінал і не натисне Return. Продовжуйте, лише якщо ви довіряєте цій підказці.
zh_hans: %@:// 链接要求 UniConnect 将提示粘贴到当前工作区中。 UniConnect 无法验证哪个网站或应用程序打开了此链接。 UniConnect 会将文本粘贴到终端中，并且不会按 Return。仅当您信任此提示时才继续。
zh_hant: %@:// 連結要求 UniConnect 將提示貼到目前工作區。 UniConnect 無法驗證哪個網站或應用程式開啟了此連結。 UniConnect 會將文字貼到終端機中，不會按 Return。僅當您信任此提示時才繼續。

# dialog.textURL.prompt.pasteFailed.title
source: Couldn't Paste Prompt Link
ar: تعذر لصق الرابط الموجه
bs: Nije moguće zalijepiti vezu upita
da: Kunne ikke indsætte promptlink
de: Der Link zur Eingabeaufforderung konnte nicht eingefügt werden
es: No se pudo pegar el enlace del mensaje
fr: Impossible de coller le lien d'invite
it: Impossibile incollare il collegamento alla richiesta
ja: プロンプトリンクをペーストできませんでした
km: មិនអាចបិទភ្ជាប់តំណប្រអប់បញ្ចូលបានទេ។
ko: 프롬프트 링크를 붙여넣을 수 없습니다.
nb: Kunne ikke lime inn forespørselskobling
pl: Nie można wkleić linku podpowiedzi
pt_br: Não foi possível colar o link do prompt
ru: Не удалось вставить ссылку с подсказкой
th: ไม่สามารถวางลิงก์พร้อมท์ได้
tr: İstem Bağlantısı Yapıştırılamadı
uk: Не вдалося вставити посилання підказки
zh_hans: 无法粘贴提示链接
zh_hant: 無法貼上提示鏈接

# dialog.textURL.prompt.title
source: Paste a Prompt From an External Link?
ar: هل تريد لصق مطالبة من رابط خارجي؟
bs: Zalijepiti upit sa vanjske veze?
da: Indsætte en prompt fra et eksternt link?
de: Eine Eingabeaufforderung von einem externen Link einfügen?
es: ¿Pegar un mensaje desde un enlace externo?
fr: Coller une invite à partir d'un lien externe?
it: Incollare un messaggio da un collegamento esterno?
ja: 外部リンクからプロンプトをペーストしますか？
km: បិទភ្ជាប់ប្រអប់បញ្ចូលពីតំណខាងក្រៅ?
ko: 외부 링크에서 프롬프트를 붙여넣으시겠습니까?
nb: Lime inn en melding fra en ekstern kobling?
pl: Wkleić monit z łącza zewnętrznego?
pt_br: Colar um prompt de um link externo?
ru: Вставить подсказку из внешней ссылки?
th: วางพรอมต์จากลิงก์ภายนอกหรือไม่
tr: Harici Bağlantıdan İstem Yapıştırılsın mı?
uk: Вставити підказку із зовнішнього посилання?
zh_hans: 从外部链接粘贴提示？
zh_hant: 從外部連結貼上提示？

# dialog.textURL.rules.message
source: A %@:// link is asking UniConnect to paste rules into the current workspace. UniConnect cannot verify which website or app opened this link. UniConnect will paste the rules into the terminal and will not write files or press Return. Only continue if you trust these rules.
ar: يطلب رابط %@:// من UniConnect لصق القواعد في مساحة العمل الحالية. لا يمكن لـ UniConnect التحقق من موقع الويب أو التطبيق الذي فتح هذا الرابط. سيقوم UniConnect بلصق القواعد في الطرفية ولن يقوم بكتابة الملفات أو الضغط على Return. استمر فقط إذا كنت تثق بهذه القواعد.
bs: %@:// link traži od UniConnect da zalijepi pravila u trenutni radni prostor. UniConnect ne može provjeriti koja je web lokacija ili aplikacija otvorila ovu vezu. UniConnect će zalijepiti pravila u terminal i neće pisati datoteke niti pritisnuti Return. Nastavite samo ako vjerujete ovim pravilima.
da: Et %@://-link beder UniConnect om at indsætte regler i det aktuelle arbejdsområde. UniConnect kan ikke bekræfte, hvilken hjemmeside eller app der åbnede dette link. UniConnect indsætter reglerne i terminalen og vil ikke skrive filer eller trykke på Return. Fortsæt kun, hvis du stoler på disse regler.
de: Ein %@://-Link fordert UniConnect auf, Regeln in den aktuellen Arbeitsbereich einzufügen. UniConnect kann nicht überprüfen, welche Website oder App diesen Link geöffnet hat. UniConnect fügt die Regeln in das Terminal ein, schreibt keine Dateien und drückt auch nicht Return. Fahren Sie nur fort, wenn Sie diesen Regeln vertrauen.
es: Un enlace %@:// solicita a UniConnect que pegue reglas en el espacio de trabajo actual. UniConnect no puede verificar qué sitio web o aplicación abrió este enlace. UniConnect pegará las reglas en el terminal y no escribirá archivos ni presionará Return. Continúe solo si confía en estas reglas.
fr: Un lien %@:// demande à UniConnect de coller des règles dans l'espace de travail actuel. UniConnect ne peut pas vérifier quel site Web ou quelle application a ouvert ce lien. UniConnect collera les règles dans le terminal, n'écrira pas de fichiers et n'appuiera pas sur Return. Ne continuez que si vous faites confiance à ces règles.
it: Un collegamento %@:// chiede a UniConnect di incollare le regole nell'area di lavoro corrente. UniConnect non può verificare quale sito Web o app ha aperto questo collegamento. UniConnect incollerà le regole nel terminale e non scriverà file né premerà Return. Continua solo se ti fidi di queste regole.
ja: %@:// リンクが現在のワークスペースにルールをペーストするよう UniConnect に要求しています。UniConnect は、このリンクを開いた Web サイトやアプリを確認できません。 UniConnect はルールをターミナルに貼り付け、ファイルへの書き込みや Return の押下は行いません。このルールを信頼している場合のみ続行してください。
km: តំណ %@:// កំពុងស្នើសុំឱ្យ UniConnect បិទភ្ជាប់ច្បាប់ទៅក្នុងកន្លែងធ្វើការបច្ចុប្បន្ន។ UniConnect មិនអាចផ្ទៀងផ្ទាត់គេហទំព័រ ឬកម្មវិធីណាមួយដែលបើកតំណនេះទេ។ UniConnect នឹងបិទភ្ជាប់ច្បាប់ទៅក្នុងស្ថានីយ ហើយនឹងមិនសរសេរឯកសារ ឬចុច Return ទេ។ បន្ត ប្រសិនបើអ្នកជឿជាក់លើច្បាប់ទាំងនេះ។
ko: %@:// 링크는 UniConnect에게 규칙을 현재 작업공간에 붙여넣도록 요청합니다. UniConnect는 어떤 웹사이트나 앱이 이 링크를 열었는지 확인할 수 없습니다. UniConnect는 규칙을 터미널에 붙여넣고 파일을 쓰거나 Return를 누르지 않습니다. 이 규칙을 신뢰하는 경우에만 계속하세요.
nb: En %@://-kobling ber UniConnect lime inn regler i det gjeldende arbeidsområdet. UniConnect kan ikke bekrefte hvilken nettside eller app som åpnet denne koblingen. UniConnect vil lime inn reglene i terminalen og vil ikke skrive filer eller trykke Return. Fortsett bare hvis du stoler på disse reglene.
pl: Link %@:// prosi UniConnect o wklejenie reguł do bieżącego obszaru roboczego. UniConnect nie może sprawdzić, która witryna lub aplikacja otworzyła ten link. UniConnect wklei reguły do terminala, nie zapisze plików ani nie naciśnie Return. Kontynuuj tylko wtedy, gdy ufasz tym zasadom.
pt_br: Um link %@:// está solicitando que UniConnect cole regras no espaço de trabalho atual. UniConnect não pode verificar qual site ou aplicativo abriu este link. UniConnect colará as regras no terminal e não gravará arquivos nem pressionará Return. Continue apenas se você confiar nessas regras.
ru: Ссылка %@:// запрашивает UniConnect вставить правила в текущую рабочую область. UniConnect не может проверить, какой веб-сайт или приложение открыло эту ссылку. UniConnect вставит правила в терминал, не будет записывать файлы или нажимать Return. Продолжайте, только если вы доверяете этим правилам.
th: ลิงก์ %@:// กำลังขอให้ UniConnect วางกฎลงในพื้นที่ทำงานปัจจุบัน UniConnect ไม่สามารถตรวจสอบได้ว่าเว็บไซต์หรือแอปใดเปิดลิงก์นี้ UniConnect จะวางกฎลงในเทอร์มินัล และจะไม่เขียนไฟล์หรือกด Return ดำเนินการต่อหากคุณเชื่อถือกฎเหล่านี้เท่านั้น
tr: Bir %@:// bağlantısı, UniConnect'ten kuralları geçerli çalışma alanına yapıştırmasını istiyor. UniConnect bu bağlantıyı hangi web sitesinin veya uygulamanın açtığını doğrulayamıyor. UniConnect, kuralları terminale yapıştıracak ve dosya yazmayacak veya Return'e basmayacak. Yalnızca bu kurallara güveniyorsanız devam edin.
uk: Посилання %@:// просить UniConnect вставити правила в поточну робочу область. UniConnect не може перевірити, який веб-сайт або додаток відкрив це посилання. UniConnect вставить правила в термінал і не буде записувати файли або натискати Return. Продовжуйте, лише якщо ви довіряєте цим правилам.
zh_hans: %@:// 链接要求 UniConnect 将规则粘贴到当前工作区中。 UniConnect 无法验证哪个网站或应用程序打开了此链接。 UniConnect 会将规则粘贴到终端中，并且不会写入文件或按 Return。仅当您信任这些规则时才继续。
zh_hant: %@:// 連結要求 UniConnect 將規則貼到目前工作區。 UniConnect 無法驗證哪個網站或應用程式開啟了此連結。 UniConnect 會將規則貼到終端機中，並且不會寫入檔案或按 Return。僅當您信任這些規則時才繼續。

# dialog.textURL.rules.pasteFailed.title
source: Couldn't Paste Rules Link
ar: تعذر لصق رابط القواعد
bs: Nije moguće zalijepiti vezu s pravilima
da: Kunne ikke indsætte regellink
de: Der Regellink konnte nicht eingefügt werden
es: No se pudo pegar el enlace de reglas
fr: Impossible de coller le lien vers les règles
it: Impossibile incollare il collegamento alle regole
ja: ルールリンクをペーストできませんでした
km: មិនអាចបិទភ្ជាប់តំណច្បាប់បានទេ។
ko: 규칙 링크를 붙여넣을 수 없습니다.
nb: Kunne ikke lime inn regelkobling
pl: Nie można wkleić linku do reguł
pt_br: Não foi possível colar o link das regras
ru: Не удалось вставить ссылку на правила.
th: ไม่สามารถวางลิงก์กฎได้
tr: Kural Bağlantısı Yapıştırılamadı
uk: Не вдалося вставити посилання на правила
zh_hans: 无法粘贴规则链接
zh_hant: 無法貼上規則鏈接

# dialog.textURL.rules.title
source: Paste Rules From an External Link?
ar: هل تريد لصق القواعد من رابط خارجي؟
bs: Zalijepiti pravila sa vanjske veze?
da: Indsætte regler fra et eksternt link?
de: Regeln von einem externen Link einfügen?
es: ¿Pegar reglas desde un enlace externo?
fr: Coller les règles à partir d'un lien externe?
it: Incollare regole da un collegamento esterno?
ja: 外部リンクからルールをペーストしますか？
km: បិទភ្ជាប់ច្បាប់ពីតំណខាងក្រៅ?
ko: 외부 링크에서 규칙을 붙여넣으시겠습니까?
nb: Lime inn regler fra en ekstern lenke?
pl: Wkleić reguły z łącza zewnętrznego?
pt_br: Colar regras de um link externo?
ru: Вставить правила из внешней ссылки?
th: วางกฎจากลิงก์ภายนอกหรือไม่
tr: Kurallar Harici Bir Bağlantıdan Yapıştırılsın mı?
uk: Вставити правила із зовнішнього посилання?
zh_hans: 从外部链接粘贴规则？
zh_hant: 從外部連結貼上規則？

# dialog.textURL.titleLabel
source: Title: %@
ar: العنوان: %@
bs: Naslov: %@
da: Titel: %@
de: Titel: %@
es: Título: %@
fr: Titre: %@
it: Titolo: %@
ja: タイトル: %@
km: ចំណងជើង៖ %@
ko: 제목: %@
nb: Tittel: %@
pl: Tytuł: %@
pt_br: Título: %@
ru: Заголовок: %@
th: หัวข้อ: %@
tr: Başlık: %@
uk: Назва: %@
zh_hans: 标题: %@
zh_hant: 標題: %@

# dialog.cmuxConfig.confirmCommand.run
source: Run Once
ar: تشغيل
bs: Pokreni
da: Kør
de: Ausführen
es: Ejecutar
fr: Exécuter
it: Esegui
ja: 1回のみ実行
ko: 실행
nb: Kjør
pl: Uruchom
pt_br: Executar
ru: Выполнить
th: รัน
tr: Çalıştır
uk: Виконати
zh_hans: 运行
zh_hant: 執行

# dialog.cmuxConfig.confirmCommand.title
source: Run Project Action?
ar: تشغيل الأمر
bs: Pokreni naredbu
da: Kør kommando
de: Befehl ausführen
es: Ejecutar comando
fr: Exécuter la commande
it: Esegui comando
ja: プロジェクトアクションを実行しますか？
ko: 명령 실행
nb: Kjør kommando
pl: Uruchom polecenie
pt_br: Executar comando
ru: Выполнить команду
th: รันคำสั่ง
tr: Komutu Çalıştır
uk: Виконати команду
zh_hans: 运行命令
zh_hant: 執行命令

# dialog.cmuxConfig.confirmRestart.cancel
source: Cancel
ar: إلغاء
bs: Otkaži
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nb: Avbryt
pl: Anuluj
pt_br: Cancelar
ru: Отмена
th: ยกเลิก
tr: İptal
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

# dialog.cmuxConfig.confirmRestart.message
source: A workspace with this name already exists. Close it and create a new one?
ar: مساحة العمل بهذا الاسم موجودة بالفعل. هل تريد إغلاقها وإنشاء واحدة جديدة؟
bs: Radni prostor s ovim imenom već postoji. Zatvoriti ga i kreirati novi?
da: Et arbejdsområde med dette navn eksisterer allerede. Luk det og opret et nyt?
de: Ein Arbeitsbereich mit diesem Namen existiert bereits. Schließen und neu erstellen?
es: Ya existe un espacio de trabajo con este nombre. ¿Cerrarlo y crear uno nuevo?
fr: Un espace de travail portant ce nom existe déjà. Le fermer et en créer un nouveau ?
it: Esiste già un'area di lavoro con questo nome. Chiuderla e crearne una nuova?
ja: この名前のワークスペースは既に存在します。閉じて新しく作成しますか？
ko: 같은 이름의 워크스페이스가 이미 있습니다. 닫고 새로 만드시겠습니까?
nb: Et arbeidsområde med dette navnet finnes allerede. Lukke det og opprette et nytt?
pl: Przestrzeń robocza o tej nazwie już istnieje. Zamknąć ją i utworzyć nową?
pt_br: Um espaço de trabalho com este nome já existe. Fechar e criar um novo?
ru: Рабочая область с таким именем уже существует. Закрыть её и создать новую?
th: พื้นที่ทำงานที่มีชื่อนี้มีอยู่แล้ว ปิดและสร้างใหม่หรือไม่?
tr: Bu adda bir çalışma alanı zaten var. Kapatıp yenisini oluşturulsun mu?
uk: Робоча область з такою назвою вже існує. Закрити її та створити нову?
zh_hans: 同名工作区已存在。关闭并新建吗？
zh_hant: 同名工作區已存在。關閉並新建嗎？

# dialog.cmuxConfig.confirmRestart.recreate
source: Recreate
ar: إعادة إنشاء
bs: Ponovo kreiraj
da: Genskab
de: Neu erstellen
es: Recrear
fr: Recréer
it: Ricrea
ja: 再作成
ko: 다시 만들기
nb: Opprett på nytt
pl: Utwórz ponownie
pt_br: Recriar
ru: Пересоздать
th: สร้างใหม่
tr: Yeniden Oluştur
uk: Створити заново
zh_hans: 重新创建
zh_hant: 重新建立

# dialog.cmuxConfig.confirmRestart.title
source: Workspace Already Exists
ar: مساحة العمل موجودة بالفعل
bs: Radni prostor već postoji
da: Arbejdsområdet eksisterer allerede
de: Arbeitsbereich existiert bereits
es: El espacio de trabajo ya existe
fr: L'espace de travail existe déjà
it: L'area di lavoro esiste già
ja: ワークスペースは既に存在します
ko: 워크스페이스가 이미 존재합니다
nb: Arbeidsområdet finnes allerede
pl: Przestrzeń robocza już istnieje
pt_br: O espaço de trabalho já existe
ru: Рабочая область уже существует
th: พื้นที่ทำงานมีอยู่แล้ว
tr: Çalışma Alanı Zaten Var
uk: Робоча область вже існує
zh_hans: 工作区已存在
zh_hant: 工作區已存在

# command.cmuxConfig.customTitle
source: Custom: %@
ar: مخصص: %@
bs: Prilagođeno: %@
da: Brugerdefineret: %@
de: Benutzerdefiniert: %@
es: Personalizado: %@
fr: Personnalisé : %@
it: Personalizzato: %@
ja: カスタム: %@
ko: 사용자 정의: %@
nb: Egendefinert: %@
pl: Niestandardowe: %@
pt_br: Personalizado: %@
ru: Пользовательское: %@
th: กำหนดเอง: %@
tr: Özel: %@
uk: Власне: %@
zh_hans: 自定义: %@
zh_hant: 自訂: %@

# command.cmuxConfig.issue.schemaError.fallback
source: Invalid uniconnect.json
ar: uniconnect.json غير صالح
bs: Nevažeći uniconnect.json
da: Ugyldig uniconnect.json
de: Ungültig uniconnect.json
es: uniconnect.json no es válido
fr: uniconnect.json invalide
it: Non valido uniconnect.json
ja: 無効な uniconnect.json
km: មិន​ត្រឹមត្រូវ uniconnect.json
ko: 잘못된 uniconnect.json
nb: Ugyldig uniconnect.json
pl: Nieprawidłowy uniconnect.json
pt_br: Inválido uniconnect.json
ru: Неверно uniconnect.json
th: uniconnect.json ไม่ถูกต้อง
tr: Geçersiz uniconnect.json
uk: Недійсний uniconnect.json
zh_hans: 无效 uniconnect.json
zh_hant: 無效 uniconnect.json

# command.cmuxConfig.issue.schemaError.title
source: uniconnect.json Schema Error
ar: uniconnect.json خطأ في المخطط
bs: uniconnect.json Greška sheme
da: uniconnect.json Skemafejl
de: uniconnect.json Schemafehler
es: Error de esquema de uniconnect.json
fr: uniconnect.json Erreur de schéma
it: uniconnect.json Errore di schema
ja: uniconnect.json スキーマエラー
km: uniconnect.json កំហុសគ្រោងការណ៍
ko: uniconnect.json 스키마 오류
nb: uniconnect.json Skjemafeil
pl: uniconnect.json Błąd schematu
pt_br: uniconnect.json Erro de esquema
ru: uniconnect.json Ошибка схемы
th: uniconnect.json ข้อผิดพลาดของสคีมา
tr: uniconnect.json Şema Hatası
uk: uniconnect.json Помилка схеми
zh_hans: uniconnect.json 架构错误
zh_hant: uniconnect.json 架構錯誤

# command.cmuxConfig.issue.warning.title
source: uniconnect.json Configuration Warning
ar: uniconnect.json تحذير التكوين
bs: uniconnect.json Upozorenje o konfiguraciji
da: uniconnect.json Konfigurationsadvarsel
de: uniconnect.json Konfigurationswarnung
es: Advertencia de configuración de uniconnect.json
fr: uniconnect.json Avertissement de configuration
it: uniconnect.json Avviso di configurazione
ja: uniconnect.json 設定警告
km: uniconnect.json ការព្រមានអំពីការកំណត់រចនាសម្ព័ន្ធ
ko: uniconnect.json 구성 경고
nb: uniconnect.json Konfigurasjonsadvarsel
pl: uniconnect.json Ostrzeżenie dotyczące konfiguracji
pt_br: uniconnect.json Aviso de configuração
ru: uniconnect.json Предупреждение о конфигурации
th: uniconnect.json คำเตือนการกำหนดค่า
tr: uniconnect.json Yapılandırma Uyarısı
uk: uniconnect.json Попередження конфігурації
zh_hans: uniconnect.json 配置警告
zh_hant: uniconnect.json 設定警告

# command.equalizeSplits.title
source: Equalize Splits
ar: تسوية التقسيمات
bs: Izjednači podjele
da: Udlign opdelinger
de: Teilungen angleichen
es: Igualar divisiones
fr: Égaliser les divisions
it: Equalizza divisioni
ja: 分割を均等にする
ko: 분할 균등화
nb: Gjør delinger like
pl: Wyrównaj podziały
pt_br: Equalizar Divisões
ru: Выровнять разделение
th: ปรับขนาดช่องแยกให้เท่ากัน
tr: Bölmeleri Eşitle
uk: Вирівняти розділення
zh_hans: 均分面板
zh_hant: 均等分割

# command.disableBrowser.title
source: Disable UniConnect Browser
ar: تعطيل UniConnect المتصفح
bs: Onemogući UniConnect Preglednik
da: Deaktiver UniConnect browser
de: Deaktivieren Sie den Browser UniConnect
es: Desactivar navegador de UniConnect
fr: Désactiver le navigateur UniConnect
it: Disattiva il browser UniConnect
ja: UniConnectブラウザを無効にする
km: បិទ UniConnect កម្មវិធីរុករកតាមអ៊ីនធឺណិត
ko: UniConnect 브라우저 비활성화
nb: Deaktiver UniConnect nettleser
pl: Wyłącz przeglądarkę UniConnect
pt_br: Desativar UniConnect Navegador
ru: Отключить UniConnect Браузер
th: ปิดการใช้งาน UniConnect เบราว์เซอร์
tr: UniConnect Tarayıcıyı Devre Dışı Bırak
uk: Вимкнути UniConnect браузер
zh_hans: 禁用 UniConnect 浏览器
zh_hant: 停用 UniConnect 瀏覽器

# command.enableBrowser.title
source: Enable UniConnect Browser
ar: تمكين UniConnect المتصفح
bs: Omogući UniConnect Preglednik
da: Aktiver UniConnect browser
de: Aktivieren Sie den Browser UniConnect
es: Activar navegador de UniConnect
fr: Activer le navigateur UniConnect
it: Abilita il browser UniConnect
ja: UniConnectブラウザを有効にする
km: បើក UniConnect កម្មវិធីរុករក
ko: UniConnect 브라우저 활성화
nb: Aktiver UniConnect nettleser
pl: Włącz przeglądarkę UniConnect
pt_br: Ativar UniConnect Navegador
ru: Включить UniConnect Браузер
th: เปิดใช้งาน UniConnect เบราว์เซอร์
tr: UniConnect Tarayıcıyı Etkinleştir
uk: Увімкнути UniConnect браузер
zh_hans: 启用 UniConnect 浏览器
zh_hant: 啟用 UniConnect 瀏覽器

# command.installCLI.subtitle
source: CLI
ar: واجهة الأوامر

# command.installCLI.title
source: Shell Command: Install 'UniConnect' in PATH
ar: أمر الصدفة: تثبيت 'UniConnect' في PATH
bs: Shell naredba: Instaliraj 'UniConnect' u PATH
da: Skalkommando: Installer 'UniConnect' i PATH
de: Shell-Befehl: 'UniConnect' im PATH installieren
es: Comando de shell: Instalar 'UniConnect' en PATH
fr: Commande Shell : installer « UniConnect » dans le PATH
it: Comando shell: installa 'UniConnect' nel PATH
ja: シェルコマンド: 'UniConnect'をPATHにインストール
ko: 셸 명령어: PATH에 'UniConnect' 설치
nb: Skallkommando: Installer «UniConnect» i PATH
pl: Polecenie powłoki: Zainstaluj „UniConnect” w PATH
pt_br: Comando Shell: Instalar 'UniConnect' no PATH
ru: Команда оболочки: установить «UniConnect» в PATH
th: คำสั่ง Shell: ติดตั้ง 'UniConnect' ใน PATH
tr: Kabuk Komutu: 'UniConnect'u PATH'e Yükle
uk: Команда оболонки: встановити 'UniConnect' у PATH
zh_hans: Shell 命令：将 'UniConnect' 安装到 PATH
zh_hant: Shell 指令：將「UniConnect」安裝至 PATH

# command.jumpUnread.subtitle
source: Notifications
ar: الإشعارات
bs: Obavještenja
da: Notifikationer
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
ja: 通知
ko: 알림
nb: Varsler
pl: Powiadomienia
pt_br: Notificações
ru: Уведомления
th: การแจ้งเตือน
tr: Bildirimler
uk: Сповіщення
zh_hans: 通知
zh_hant: 通知

# command.jumpUnread.title
source: Jump to Latest Unread
ar: الانتقال إلى أحدث غير مقروء
bs: Skoči na najnovije nepročitano
da: Gå til seneste ulæste
de: Zur letzten ungelesenen springen
es: Ir a la última no leída
fr: Aller au dernier message non lu
it: Vai all'ultimo non letto
ja: 最新の未読にジャンプ
ko: 최신 읽지 않은 항목으로 이동
nb: Gå til siste uleste
pl: Przejdź do najnowszego nieprzeczytanego
pt_br: Ir para Última Não Lida
ru: Перейти к последнему непрочитанному
th: ข้ามไปยังรายการยังไม่อ่านล่าสุด
tr: Son Okunmamışa Atla
uk: Перейти до останнього непрочитаного
zh_hans: 跳转到最新未读
zh_hant: 跳至最新未讀
